<script setup>
onMounted(() => {
  commonScrollReveal('.contact')
})
</script>

<template>
  <div class="container">
    <h1>隐私政策</h1>
    生效日期：2024年11月1日
    <br>
    <br>上海一起送网络科技有限公司及其关联方（下称“我们”或“远景”）作为一起送官网（www.17soon.com，下称“网站”或“本网站”）的运营者，深知个人信息对用户（下称“用户”或“您”）的重要性，我们将按照法律法规的规定，保护您的个人信息及隐私。您在访问、使用本网站时，我们会处理您的相关个人信息。我们希望通过本隐私政策（下称“本隐私政策”）向您清晰地介绍您在访问、使用本网站时，我们如何处理及保护您的个人信息。

    <h2>特别提示</h2>
    本隐私政策适用于本网站www.17soon.com及其子页面。本隐私政策不适用于您通过本网站进入的其他第三方站点/产品/服务，您在选择使用该第三方服务前应充分了解该第三方的个人信息处理规则、隐私政策或类似规则，再选择是否使用相应服务。
    一旦您访问本网站并接受本网站隐私政策，即意味着您同意我们按照本隐私政策处理您的个人信息。如果您不同意按照本隐私政策处理您的个人信息，请不要在相关页面提供您的个人信息，并停止使用本网站。继续使用本网站即表示您同意我们按照本隐私政策处理您的个人信息。
    如对本隐私政策内容有任何疑问、意见或建议，您可通过本隐私政策第9条中载明的方式与我们联系。
    本隐私政策将帮助您了解以下内容：
    <br>1. 我们如何收集和使用个人信息
    <br>2. 我们如何使用Cookie
    <br>3. 我们如何提供、转移或公开个人信息
    <br>4. 我们如何保护个人信息
    <br>5. 我们如何存储个人信息
    <br>6. 未成年人的个人信息保护
    <br>7. 如何查阅和管理个人信息
    <br>8. 本隐私政策如何更新
    <br>9. 如何联系我们

    <h2>定义</h2>
    用户：指访问、使用本网站的主体。
    个人信息：指以电子或者其他方式记录的与已识别或者可识别的自然人有关的各种信息，不包括匿名化处理后的信息。
    敏感个人信息：指一旦泄露或者非法使用，容易导致自然人的人格尊严受到侵害或者人身、财产安全受到危害的个人信息。包括生物识别、宗教信仰、特定身份、医疗健康、金融账户、行踪轨迹等信息，以及不满十四周岁未成年人的个人信息。敏感个人信息我们会在隐私政策中对字体进行加粗。
    匿名化处理：指通过对个人信息的技术处理，使得个人信息主体无法被识别，且处理后的信息不能被复原的过程。个人信息经匿名化处理后所得的信息不属于个人信息。
    去标识化处理：指个人信息经过处理，使其在不借助额外信息的情况下无法识别特定自然人的过程。
    个人信息删除：指在实现日常业务功能所涉及的系统中去除个人信息的行为，使其保持不可被检索、访问的状态。

    <h2>1. 我们如何收集和使用个人信息</h2>
    我们仅会出于本隐私政策所述之目的，收集和使用您的个人信息，其中涉及收集敏感个人信息的，我们将使用加粗的方式提醒您注意：
    1.1. 我们作为个人信息处理者的情形
    1.1.1.
    为了便于您与我们尽快取得联系，在“联系我们”页面，我们可能收集您的姓名、公司、邮箱、电话。您填入并提交这些信息时，即意味着您同意我们收集您的个人信息，我们可能会通过您提供的前述联系方式通过电话、短信、邮件等形式与您取得联系。
    1.1.2. 为了保障网站的安全运行、运营的质量及效率，我们会收集您的：硬件型号、操作系统版本号、IP地址，用于进行身份验证、识别违法违规情况、防范安全事件。
    1.2. 根据相关法律法规，以下情形我们收集、使用您的相关个人信息无需征求您的授权同意：
    <br>（1）为订立、履行您作为一方当事人的合同所必需；
    <br>（2）为履行法定职责或者法定义务所必需；
    <br>（3） 应对突发公共卫生事件；
    <br>（4）紧急情况下为保护自然人的生命健康和财产安全所必需；
    <br>（5）在合理的范围内处理个人自行公开或者其他已经合法公开的个人信息；
    <br>（6）为公共利益实施新闻报道、舆论监督等行为，在合理的范围内处理个人信息；
    <br>（7）法律、行政法规规定的其他情形。
    请您理解，我们向您提供的功能和服务是不断更新和发展的，如果某一功能或服务未在前述说明中且收集了您的信息，我们会通过页面提示、交互流程、网站公告等方式另行向您说明信息收集的内容、范围和目的，以征得您的同意。

    <h2>2. 我们如何使用Cookie</h2>
    为确保网站正常运转、为您获得更轻松的查阅体验，我们会在您的计算机或移动设备上存储Cookie，或浏览器（或关联网站）提供的其他通常包含标识符、站点名称以及一些号码和字符的本地存储（统称“Cookie”）。
    本网站放置Cookie的具体类型及其用途如下：
    <br>（1）必要型Cookie：这些Cookie是本网站运行所必需的，使您能够安全地进入并使用本网站。
    <br>（2）分析/效能型Cookie：这些Cookie让我们识别、计算访问用户的数量，并记录访问用户的使用情况，有助于我们优化本网站的工作方式，提升您的使用体验。
    <br>（3）功能型Cookie：当您再次进入我们的网站时我们将用这些Cookie来识别您。这使我们能够为您提供个性化内容，并记住您的偏好选项（例如，您选择的语言或地区）。
    如果您的浏览器或浏览器附加服务允许，您可修改对Cookie的接受程度或拒绝我们的Cookie。但如果您这么做，在某些情况下可能会影响您安全查阅我们的网站，且可能需要在每一次查阅我们的网站时更改用户设置。
    您可以通过以下方式设置浏览器阻止Cookie：
    <br>（1）Internet Explorer：
    https://windows.microsoft.com/en-gb/internet-explorer/delete-manage-cookies
    <br>（2）Google Chrome:
    https://support.google.com/chrome/answer/95647?hl=en
    <br>（3）Mozilla Firefox:
    https://support.mozilla.org/en-US/kb/cookies-information-websites-store-on-your-computer?redirectlocale=en-US&redirectslug=Cookies
    <br>（4）Safari:
    https://support.apple.com/en-gb/guide/safari/sfri11471/mac
    <br>（5）Opera:
    https://help.opera.com/en/latest/web-preferences

    <h2>3. 我们如何提供、转移或公开个人信息</h2>
    3.1. 我们不会主动提供您的个人信息至我们及关联方外的第三方，如存在其他提供您的个人信息或您需要我们将您的个人信息共享或转让至我们及关联方外的第三方情形时，我们会直接征得或确认第三方征得您对上述行为的单独同意。
    为确保本服务的稳定运行，使您能够使用和享受更多的服务及功能，如果未来我们根据服务需要在网站中嵌入授权合作伙伴的API接口或其他类似的接口，我们会对接入的第三方服务进行严格检测，并对您及时公开说明接入的最新情况。
    <br>3.2. 对于委托处理个人信息的场景，我们会与受托方根据法律规定签署相关处理协议，并对其个人信息使用活动进行监督。
    <br>3.3.
    随着我们业务的持续发展，如果我们可能因合并、分立、解散、被宣告破产等情形需要转移个人信息的，我们将告知您相关情形，按照法律法规及不低于本隐私政策所要求的标准继续保护或要求接收方继续保护您的个人信息。接收方变更原先的处理目的、处理方式的，应当依照法律规定重新取得您的个人同意。
    <br>3.4. 根据相关法律法规及国家标准，以下情形中我们对外提供、转移或公开您的个人信息无需事先征得您的授权同意：
    <br>（1） 与国家安全、国防安全有关的；
    <br>（2）与公共安全、公共卫生、重大公共利益有关的；
    <br>（3）与犯罪侦查、起诉、审判和判决执行等司法或行政执法有关的；
    <br>（4）出于维护您或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；
    <br>（5）您自行向社会公众公开的个人信息；
    <br>（6） 从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道；
    <br>（7）法律、行政法规规定的其他情形。

    <h2>4. 我们如何保护个人信息</h2>
    4.1. 我们已采取符合业界标准、合理可行的安全防护措施保护您的信息，防止个人信息遭到未经授权访问、公开披露、使用、修改、损坏或丢失。我们会使用加密技术提高个人信息的安全性；我们会使用受信赖的保护机制防止个人信息遭到恶意攻击；我们会部署访问控制机制，尽力确保只有授权人员才可访问个人信息；以及我们会举办安全和隐私保护培训课程，加强员工对于保护个人信息重要性的认识。
    <br>4.2. 我们有行业先进的以数据为核心、围绕数据生命周期进行的数据安全管理体系，从组织建设、制度设计、人员管理、产品技术等方面多维度提升整个系统的安全性。
    <br>4.3. 互联网并非绝对安全的环境，在使用我们的服务时，我们强烈建议您妥善保管自己的个人信息，协助我们保证您的个人信息安全。我们也请您理解，任何安全措施都无法做到无懈可击。
    <br>4.4.
    我们努力为您的信息安全提供保障，以防止信息的丢失、不当使用、未经授权访问或披露。若发生个人信息泄露等安全事件，我们会启动应急预案，阻止安全事件扩大，并以推送通知、公告等形式告知您。同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况。

    <h2>5. 我们如何存储个人信息</h2>
    5.1. 我们会按照法律法规规定，将在中国境内收集的个人信息存储于中国境内。如需将您的个人信息传输至中国境外时，我们会另行征求您的同意，并遵守相关法律规定。
    <br>5.2. 一般而言，除法律、行政法规另有规定外，我们仅在为实现目的所必需的时间内保留您的个人信息。
    <br>5.3. 当我们的服务停止运营时，我们将另行通知您，并在合理的期限内删除您的个人信息或进行匿名化处理。

    <h2>6. 未成年人的个人信息保护</h2>
    6.1. 我们非常重视对未成年人个人信息的保护。我们的产品、网站和服务仅面向商业用户及成年人。
    <br>6.2. 如果我们发现收集了未成年（儿童）的个人信息，在与用户核实确认后我们会尽快删除相关未成年（儿童）的个人信息和数据。

    <h2>7. 如何管理个人信息</h2>
    在您使用本网站期间，您可以通过网站“联系我们”页面或通过第9条载明的联系方式联系我们以管理您的个人信息、查阅您的个人信息、更正个人信息、删除个人信息、撤回同意，我们将会在收到您的申请后及时进行处理，并在15个工作日或法律法规要求的时限内回复您的请求。

    <h2>8. 本隐私政策如何更新</h2>
    我们的隐私政策可能会适时发生变更并对本隐私政策进行修订。当本隐私政策的条款发生变更时，我们会通过官方网站通知或向您推送通知、弹窗公告或其他形式向您展示变更后的隐私政策。未经您明确同意，我们不会削减您按照本隐私政策所应享有的权利。我们还会将本隐私政策的历史版本在专门网站页面存档，供您查阅，请点击链接查看。

    <h2>9. 如何联系我们</h2>
    您可以通过以下方式与我们联系，我们将在验证您的身份后的15个工作日或法律法规要求的时限内答复您的请求：
    <br>电话：021-58917300
    <br>邮箱：service.cn@17soon.com
    本隐私政策签订地为中华人民共和国【上海市浦东新区沪南路2157弄1号A座1701室】。如果您对我们的回复不满意，或您认为我们的个人信息处理行为损害了您的合法权益，您还可以向网信部门进行投诉或举报，或者通过向本隐私政策签订地人民法院提起诉讼来寻求争议解决方案。
    <div class="footer">上海一起送网络科技有限公司</div>
  </div>
</template>

<style lang="scss" scoped>
.container {
  font-size: 18px;
  padding-top: 180px;
  line-height: 2;

  h1 {
    font-size: 48px;
  }

  h2 {
    font-size: 36px;
    margin-top: 20px;
  }
}

.footer {
  text-align: right;
}

// 移动端
@media screen and (max-width: 865px) {}
</style>