<script setup>
onMounted(() => {
  commonScrollReveal('.contact')
})
</script>

<template>
  <div class="container">
    <h1>条约条款</h1>

    <h2>1. 用户对条款的确认和接受</h2>
    上海一起送网络科技有限公司（下称“我们”）向您（也称“用户”）提供17soon网站和各种相关服务（下称“本网站”），但您必须遵守本网站包含或提及的所有条款、条件和通知（下称“使用条款”），以及我们与您之间的任何其他书面协议，包括本网站的隐私政策，本网站的隐私政策已通过引用纳入本使用条款。此外，在使用本网站上的特定服务或内容时，用户应遵守适用于此类服务或内容的任何发布规则，这些规则可能包含本使用条款及本使用条款之外的条款和条件。所有此类条款或规则均通过引用纳入本使用条款。
    使用和/或访问本网站即表示您同意接受使用条款。如果您不同意使用条款，请勿使用本网站。
    本使用条款自2024年11月1日起生效。我们明确保留随时更改本使用条款的权利，恕不另行通知。您认可并同意，您需要不时查看本网站和这些使用条款，并熟悉相关修改。如果在我们修改后您继续使用本网站，即表示您认可并同意遵守修改后的使用条款并受其约束。
    本使用条款中提及的“关联方”包括我们的所有者、子公司、关联公司、管理人员、董事、供应商、合作伙伴、赞助商和广告商，包括参与创建、制作和/或交付本网站和/或其内容的所有主体。
    本使用条款适用于本网站的所有用户，包括为本网站提供内容的用户。

    <h2>2. 服务说明</h2>
    我们可能会在本网站上向公众或特定用户展示各种内容，包括但不限于以下内容：
    <br>核心价值
    <br>创新业务
    <br>社会责任
    <br>企业历程
    <br>企业认证
    <br>全球布局
    <br>您需要自行提供使用服务所需的所有设备，包括计算机、网络硬件和互联网接入（包括支付与此类接入相关的所有费用）。
    我们保留在通知或不通知您的情况下随时修改或终止本网站（包括本网站的任何功能）的权利。如果我们行使该权利，我们不因此对您或任何第三方承担任何责任。任何优化或提高本网站现有服务的新功能也应遵守本使用条款。

    <h2>3. 网站行为</h2>
    您对本网站的使用应遵守所有适用的法律和法规，您应对您通过本网站进行交流的实质内容负全部责任。在本网站上或通过本网站向您提供的任何通信服务、聊天室、留言板、新闻组、软件库及其他互动服务中发布信息或以其他方式使用这些服务时，您同意不会上传、共享、发布或以其他方式散播或协助散播以下任何内容，包括文本、通信、软件、图像、声音、数据或其他信息，这些内容包括：
    <br>（1）以任何方式违反适用的地区、国家或国际法律；
    <br>（2）非法、威胁性、辱骂性、骚扰性、诽谤性、中伤性、欺骗性、欺诈性、侵犯他人隐私、侵权性、包含露骨的性行为描述（包括但不限于针对他人或群体的暴力或威胁性的性语言），或以其他方式违反我们的规则或政策；
    <br>（3）因宗教、性别、性取向、种族、民族、年龄或残疾而伤害、骚扰、贬低或恐吓个人或群体；
    <br>（4）侵犯任何一方的任何专利、商标、商业秘密、知识产权或其他专有权利；
    <br>（5）构成未经授权或未经请求的广告、垃圾或批量电子邮件（也称为“垃圾邮件”）或任何其他形式的未经授权的招揽，或任何形式的彩票或赌博；
    <br>（6）包含软件病毒或任何其他计算机代码、文件或程序，其目的或意图是破坏、损害或限制任何软件、硬件或电信设备的功能，或损害或未经授权访问任何第三方的任何数据或其他信息；或冒充任何个人或实体，包括我们的任何员工或代表。
    您还同意：(i) 不会违反使用条款复制、复印、拷贝或转售本网站的任何部分；(ii) 不会在未经授权的情况下访问本网站的任何部分；存储本网站的任何设备或网络；提供本网站使用的任何软件；或第三方使用的任何设备、网络或软件。
    对于本网站第三方用户上传或提交的任何内容，我们对此不予认可，也不承担任何责任。我们通常不会预先筛选、监控或编辑通信服务、聊天室、留言板、新闻组、软件库或本网站上或通过本网站提供的其他互动服务的用户所发布的内容。但是，我们和我们的代理方有权自行决定删除我们认为不符合本使用条款和本网站的任何其他用户行为规则，或有害、令人反感或不准确的任何内容。对于未删除或未及时删除此类内容，我们概不负责。您特此同意删除此类内容，并放弃因删除此类内容而对我们提出的任何赔偿。
    （如果任何一方认为本网站上发布的内容侵犯了任何一方的专利、商标、商业秘密、知识产权或其他权利，请参阅下文“未经授权使用资料”，了解应遵循的流程）。
    此外，您不得使用您的帐户破坏其他帐户的安全，也不得未经授权访问其他网络或服务器。并非本网站的所有区域都对您或本网站的其他授权用户开放。您不得干扰他人使用和享受本网站或其他类似服务。违反系统或网络安全的用户可能会承担刑事或民事责任。

    <h2>4. 第三方网站和信息</h2>
    本网站可能会链接到互联网上的其他第三方网站，或以其他方式引用第三方提供的信息、文件、软件、材料和/或服务。这些网站可能包含不合适或令人反感的信息或资料。这些第三方网站和第三方不受我们的控制，您认可我们不对这些网站内容的准确性、知识产权合规性、合法性、正当性或任何其他方面负责，我们也不对任何提及其他第三方或其产品和服务的错误或遗漏负责。提供此类链接或参考资料仅为方便起见，并不意味着我们认可该第三方网站或该主体或与之有关联，也不意味着我们作出任何明示或暗示的保证。

    <h2>5. 与本网站的链接</h2>
    您可以建立链接至我们的网站，但链接方式必须公平、合法，不得损害我们的声誉或利用我们的声誉。
    您不得以暗示与我们有任何形式的联系的方式建立链接。
    不得在任何其他网站上设置本网站的框架，也不得创建除首页以外的任何其他本网站链接。

    <h2>6. 知识产权</h2>
    知识产权属于远景能源有限公司所有，其保留所有权利。
    本网站使用的所有自定义图形、图标、徽标和服务名称均为远景能源有限公司或其关联公司的注册商标、服务标志和/或受知识产权保护的作品。本网站的一切著作权、商标权、专利权、商业秘密等知识产权，以及与本网站相关的所有信息内容（包括但不限于文字、图片、音频、视频、图表、界面设计、版面框架、有关数据或电子文档等）均受中华人民共和国法律法规和相应的国际条约保护。本使用条款不授予您使用远景能源有限公司或其关联公司的著作权、商标权、专利权、商业秘密等知识产权的任何权利。
    未经远景能源有限公司或其关联公司或相关权利人书面同意，您不得为任何商业或非商业目的自行或许可任何第三方实施、利用、转让上述知识产权。

    <h2>7. 免责声明</h2>
    本网站上的所有内容和服务均按“原样”和“现有”提供，我们不作任何明示或暗示的保证，包括但不限于适销性或特定用途适用性的暗示保证以及不侵权保证。在不限制前述规定的前提下，我们不保证：(a) 服务和内容将满足您的要求；(b)
    服务和内容不会中断、及时、安全或准确无误；(c) 通过使用服务或内容可能获得的结果将是有效、准确或可靠的；或 (d) 您从本网站购买或从我们或我们的关联方获得的任何产品、服务或信息的质量将符合您的期望或不存在错误、失误或缺陷。
    本网站可能包含技术或其他错误。我们可能随时更改本网站的资料和服务，包括本网站所列任何产品的价格和说明，恕不另行通知。
    本网站上的内容仅供参考。本网站内容不构成任何您应依赖的建议。在根据本网站内容采取或避免采取任何行动之前，您必须获得专业的建议。本网站提供的内容通常代表信息提供者、网站用户或与我们无关的其他个人或实体的意见和判断。对于不属于远景能源有限公司授权主体以我们的身份发表的任何意见、建议或声明的准确性或可靠性，我们不予认可，也不承担任何责任。如需了解更多信息，请参阅本网站各部分发布的具体政策，这些政策已通过引用纳入本使用条款。
    您理解并同意，通过本网站提供的服务可能会出现临时中断，这是正常现象。
    您进一步理解并同意，我们无法控制您在使用本网站过程中可能访问的第三方网络，因此，其他网络传输的延迟和中断不属于我们的控制范围。

    <h2>8. 责任限制</h2>
    在适用法律允许的范围内，我们排除可能适用于本网站或其上任何内容的所有明示或暗示的条件、保证、陈述或其他条款。
    在任何情况下，我们或我们的关联公司均不对您或任何第三方的任何特殊的、惩罚性的、偶然的、间接的或后果性的损害（即使是可预见的），或任何利润、销售、业务或收入损失的责任；业务中断；预期节省的损失；商业机会、商誉或声誉的损失承担责任，无论我们是否已被告知此类损害的可能性，也无论是否基于任何责任理论，是否因使用本网站或本网站链接的任何网站而引起。
    对于因您使用本网站或下载本网站或链接到本网站的任何网站上的任何内容而导致病毒、分布式拒绝服务攻击或其他技术上有害的资料感染您的计算机设备、计算机程序、数据或其他专有材料所造成的任何损失或损害，我们概不负责。
    此外，对于通过本网站提供的第三方商品和服务，或通过本网站进行商业交易的协助，包括但不限于订单的处理，我们不承担任何责任。

    <h2>9. 安全和密码</h2>
    您须自行负责维护密码和账户的保密性（如有），并对通过使用您的密码和账户所做的任何及所有声明、作为或不作为负责。因此，您必须采取措施确保他人无法访问您的密码和账户。我们的工作人员绝不会向您索要密码。您不得向任何人转让或共享您的帐户，如果您转让或共享您的帐户，我们保留立即终止您帐户的权利。

    <h2>10. 国际使用</h2>
    尽管本网站可在全球范围内访问，但我们并不保证本网站上的内容适用于中国以外的地区，并且我们禁止从内容非法的地区访问本网站。
    选择从其他地区访问本网站的用户应自行决定并负责遵守当地法律。与本网站有关的任何产品、服务和/或信息的条款在被禁止的地方无效。
    您应自行配置您的信息技术、计算机程序和平台，以便访问我们的网站。
    您应使用自己的病毒防护软件。

    <h2>11. 终止使用</h2>
    您同意我们可以自行决定终止或暂停您对本网站全部或部分内容的访问，无论通知与否，也无论以任何理由，包括但不限于违反本使用条款。任何涉嫌欺诈、辱骂或非法的活动都可能成为终止服务的理由，且我们可能将此提交给相关执法机构。
    无论何种原因，一旦我们决定终止或暂停对您的服务，您使用本网站服务的权利立即终止，您认可并同意，我们可以立即停用或删除您的账户以及您账户中的所有相关信息和文件，和/或禁止进一步访问此类文件或本网站。对于因我们采取的与此类终止或暂停有关的任何行动而产生的任何赔偿或损害，我们不对您或任何第三方承担任何责任。

    <h2>12. 适用法律</h2>
    本网站（不包括任何链接网站）由我们在中国的主体运维。您可以从世界其他国家访问本网站。由于这些地方的法律可能与中国的法律不同，我们双方同意本使用条款受中华人民共和国内地地区法律管辖。因本使用条款产生的任何争议，我们双方同意交由江苏省江阴市人民法院管辖。

    <h2>13. 联系我们</h2>
    给一方的所有通知均应以书面形式，通过电子邮件或普通信件发送。
    如果通过电子邮件发送，则必须将通知发送至service.cn@17soon.com；如果通过普通信件发送，则必须将通知发送至上海市浦东新区沪南路2157弄1号A座1701室。我们可能会通过网站发布通知，告知您网站的变更或其他重要事项，此类信息在发送时即构成对您的通知。

    <div class="footer">上海一起送网络科技有限公司</div>
  </div>
</template>

<style lang="scss" scoped>
.container {
  font-size: 18px;
  padding-top: 180px;
  line-height: 2;
  h1{
    font-size: 48px;
  }
  h2{
    font-size: 36px;
    margin-top: 20px;
  }
}
.footer{
  text-align: right;
}
// 移动端
@media screen and (max-width: 865px) {}
</style>